Repository: HandyOrg/HandyControl
Catalog: src/Avalonia/HandyControl_Avalonia/Properties/Langs/Lang.*.resx
Languages: ca_es, fr, ja, pl

# Confirm
source: 确定
ca_es: Confirmar
fr: Confirmer
ja: 確定
pl: Akceptuj

# Cancel
source: 取消
ca_es: Cancel·lar
fr: Annuler
ja: キャンセル
pl: Anuluj

# PngImg
source: PNG图片
ca_es: Imatge PNG
fr: Image PNG
ja: PNG画像
pl: obraz PNG

# ErrorImgPath
source: 错误的图片路径
ca_es: Ruta d'imatge incorrecte
fr: Chemin d'image incorrect
ja: 画像の場所が正しくありません
pl: Ścieżka do obrazu jest niepoprawna

# ErrorImgSize
source: 非法的图片尺寸
ca_es: Mida de la imatge incorrecta
fr: Taille d'image incorrect
ja: 画像のサイズが正しくありません
pl: Wielkość obrazu jest niepoprawna

# UnknownSize
source: 未知大小
ca_es: Mida desconeguda
fr: Taille inconnue
ja: 不明なサイズ
pl: Nieznany obraz

# TooLarge
source: 过大
ca_es: Massa gran
fr: Trop large
ja: 大きすぎます
pl: Za duże

# Unknown
source: 未知
ca_es: Desconegut
fr: Inconnu
ja: 不明
pl: Nieznany

# Interval30s
source: 间隔30秒
ca_es: Interval de 30 segons
fr: Intervale de 30 secondes
ja: 30秒間隔
pl: 30 sekundowy interwał

# Interval1m
source: 间隔1分钟
ca_es: Interval de 1 minut
fr: Intervale de de 1 minute
ja: 1分間隔
pl: 1 minutowy interwał

# Interval5m
source: 间隔5分钟
ca_es: Interval de 5 minuts
fr: Intervale de 5 minutes
ja: 5分間隔
pl: 5 minutowy interwał

# Interval10m
source: 间隔10分钟
ca_es: Interval de 10 minuts
fr: Intervale de 10 minutes
ja: 10分間隔
pl: 10 minutowy interwał

# Interval30m
source: 间隔30分钟
ca_es: Interval de 30 minuts
fr: Intervale de 30 minutes
ja: 30分間隔
pl: 30 minutowy interwał

# Interval1h
source: 间隔1小时
ca_es: Interval de 1 hora
fr: Intervale de 1 heure
ja: 1時間間隔
pl: 1 godzinny interwał

# Interval2h
source: 间隔2小时
ca_es: Interval de 2 hores
fr: Intervale de 2 heures
ja: 2時間間隔
pl: 2 godzinny interwał

# Clear
source: 清空
ca_es: Esborrar
fr: Effacer
ja: クリア
pl: Wyczyść

# Close
source: 关闭
ca_es: Tancar
fr: Fermer
ja: 閉じる
pl: Zamknij

# CloseAll
source: 关闭所有
ca_es: Tancar tots
fr: Fermer tout
ja: 全て閉じる
pl: Zamknij wszystkie

# CloseOther
source: 关闭其他
ca_es: Tancar les altres
fr: Fermer les autres
ja: 他を閉じる
pl: Zamknij inne

# Am
source: 上午
ca_es: Am
fr: Am
ja: 午前
pl: AM

# Pm
source: 下午
ca_es: Pm
fr: Pm
ja: 午後
pl: PM

# Tip
source: 提示
ca_es: Preguntar
fr: Prompt
ja: プロンプト
pl: Podpowiedź

# IsNecessary
source: 不能为空
ca_es: No pot ser buit
fr: Ne peut pas être vide
ja: 空欄にできません
pl: nie może być pusty

# OutOfRange
source: 不在范围内
ca_es: Fora de rang
fr: En dehors des limites
ja: 範囲外
pl: poza zakresem

# FormatError
source: 格式错误
ca_es: error de format
fr: Erreur de format
ja: 書式エラー
pl: błąd formatu

# Yes
source: 是
ca_es: Si
fr: Oui
ja: はい
pl: Tak

# No
source: 否
ca_es: No
fr: Non
ja: いいえ
pl: Nie

# ZoomIn
source: 放大
ca_es: Més zoom
fr: Zoom in
ja: ズームイン
pl: Oddal

# ZoomOut
source: 缩小
ca_es: Menys zoom
fr: Zoom out
ja: ズームアウト
pl: Przybliż

# PreviousPage
source: 上一页
ca_es: Pàgina anterior
fr: Previous page
ja: 前へ
pl: Poprzednia strona

# NextPage
source: 下一页
ca_es: Pàgina següent
fr: Next page
ja: 次へ
pl: Następna strona

# PageMode
source: 页面模式
ca_es: Mode de pàgina
fr: Page mode
ja: Page mode
pl: Tryb strony

# TwoPageMode
source: 双页模式
ca_es: Mode de dues pàgines
fr: Two page mode
ja: 見開きモード
pl: Tryb dwustronny

# ScrollMode
source: 滚动模式
ca_es: Mode de desplaçament
fr: Scroll mode
ja: スクロールモード
pl: Tryb przewijania

# Find
source: 查找
ca_es: Buscar
fr: Find
ja: 検索
pl: Znajdź

# LangComment
source: 查找类似 {0} 的本地化字符串。
ca_es: Cerqueu una cadena localitzada similar a "{0}".
fr: Looks up a localized string similar to "{0}".
ja: Looks up a localized string similar to "{0}".
pl: Wyszukuje zlokalizowany ciąg podobny do „{0}”.

# Jump
source: 跳转
ca_es: Saltar
fr: Jump
ja: 移動
pl: Skocz

# Miscellaneous
source: 杂项
ca_es: General
fr: Miscellaneous
ja: Miscellaneous
pl: Różne

# All
source: 全部
ca_es: Tots
fr: All
ja: All
pl: Wszystkie

# NoData
source: 暂无数据
ca_es: No Data
fr: No Data
ja: データなし
pl: No Data
