Repository: HandyOrg/HandyControl
Catalog: src/Shared/HandyControlDemo_Shared/Properties/Langs/Lang.*.resx
Languages: ko_kr, tr

# About
source: 关于
ko_kr: About
tr: Hakkında

# AddItem
source: 添加项
ko_kr: Add an item
tr: Öğe ekle

# AnimationPath
source: 动画路径
ko_kr: AnimationPath
tr: AnimasyonYolu

# AppClosingTip
source: 托盘图标已打开，将隐藏窗口而不是关闭程序
ko_kr: The tray icon is open and will hide the window instead of closing the program
tr: Tepsi simgesi açık ve programı kapatmak yerine pencereyi gizleyecek

# Ask
source: 询问
ko_kr: Ask
tr: Sor

# Badge
source: 标记
ko_kr: Badge
tr: Rozet

# BasicInfo
source: 填写基本信息
ko_kr: Fill in the basic information
tr: Temel bilgileri doldurma

# BasicLayout
source: 基础布局
ko_kr: Basic layout
tr: Temel düzen

# Blink
source: 闪烁
ko_kr: Blink
tr: Kırpmak

# Blog
source: 博客
ko_kr: Blog
tr: Blog

# Border
source: 边框
ko_kr: Border
tr: Kenar

# Brush
source: 画刷
ko_kr: Brush
tr: Fırça

# Button
source: 按钮
ko_kr: Button
tr: Düğme

# ButtonCustom
source: 自定义按钮
ko_kr: Custom button
tr: Özel düğme

# ButtonGroup
source: 按钮组
ko_kr: ButtonGroup
tr: DüğmeGrubu

# Calendar
source: 日历
ko_kr: Calendar
tr: Takvim

# CalendarWithClock
source: 带时钟的日历
ko_kr: CalendarWithClock
tr: SaatliTakvim

# Card
source: 卡片
ko_kr: Card
tr: Kart

# Carousel
source: 轮播
ko_kr: Carousel
tr: Atlıkarınca

# ChangeLangAsk
source: 是否重启以更改语言？
ko_kr: Whether to restart to change the language?
tr: Dilin değişmesi için yeniden başlatılsın mı?

# ChatBubble
source: 对话气泡
ko_kr: ChatBubble
tr: SohbetBalonu

# Chatroom
source: 讨论室
ko_kr: Chatroom
tr: Sohbet odası

# CheckBox
source: 复选框
ko_kr: CheckBox
tr: OnayKutusu

# CirclePanel
source: 圆形布局
ko_kr: CirclePanel
tr: DairePanel

# Clear
source: 清空
ko_kr: Clear
tr: Temizle

# Click2Count
source: 点击计数
ko_kr: Click to count
tr: Saymak için tıklayın

# Clock
source: 时钟
ko_kr: Clock
tr: Saat

# ColorPicker
source: 颜色拾取器
ko_kr: ColorPicker
tr: RenkSeçici

# ColumnOffset
source: 分栏偏移
ko_kr: Column offset
tr: Sütun uzaklığı

# ColumnSpacing
source: 分栏间隔
ko_kr: Column spacing
tr: Sütun aralığı

# ComboBox
source: 组合框
ko_kr: ComboBox
tr: AçılanKutu

# ComingSoon
source: 敬请期待
ko_kr: Coming Soon
tr: Çok Yakında

# Comment
source: 评论
ko_kr: Comment
tr: Yorum Yap

# Common
source: 一般
ko_kr: Common
tr: Yaygın

# CompareSlider
source: 对比滑块
ko_kr: CompareSlider
tr: KaydırıcıKarşılaştırıcı

# Complete
source: 完成
ko_kr: Complete
tr: Tamamlama

# ContentDemoStr
source: 这是内容
ko_kr: This is the content
tr: Bu içerik

# Contributors
source: 贡献者
ko_kr: Contributors
tr: Katılımcılar

# Controls
source: 控件
ko_kr: Controls
tr: Kontroller

# CoverFlow
source: 封面流
ko_kr: CoverFlow
tr: KapakAkışı

# CoverView
source: 封面视图
ko_kr: CoverView
tr: KapakGörünümü

# Danger
source: 危险
ko_kr: Danger
tr: Tehlike

# DataGrid
source: 数据表格
ko_kr: DataGrid
tr: VeriŞebekesi

# DatePicker
source: 日期选择器
ko_kr: DatePicker
tr: TarihSeçici

# DateTimePicker
source: 日期时间选择器
ko_kr: DateTimePicker
tr: TarihZamanSeçici

# Default
source: 默认
ko_kr: Default
tr: Varsayılan

# Demo
source: 示例
ko_kr: Demo
tr: Demo

# Dialog
source: 对话框
ko_kr: Dialog
tr: İletişim

# DialogDemo
source: 对话框示例
ko_kr: Dialog demo
tr: İletişim demosu

# Divider
source: 分割线
ko_kr: Divider
tr: Bölücü

# Documentation
source: 文献资料
ko_kr: Documentation
tr: Döküman

# Doc_cn
source: 中文文档
ko_kr: Chinese document
tr: Çince döküman

# Doc_en
source: 英文文档
ko_kr: English document
tr: İngilizce döküman

# DragHere
source: 在这里拖拽
ko_kr: Drag here
tr: Buradan sürükle

# Drawer
source: 抽屉
ko_kr: Drawer
tr: Çekmece

# Effects
source: 效果
ko_kr: Effects
tr: Efektler

# Email
source: 邮箱
ko_kr: Email
tr: E-posta

# Error
source: 错误
ko_kr: Error
tr: Hata

# Exit
source: 退出
ko_kr: Exit
tr: Çıkış

# Expander
source: 展开框
ko_kr: Expander
tr: Genişletme

# Fatal
source: 严重
ko_kr: Fatal
tr: Ölümcül

# FlipClock
source: 翻页时钟
ko_kr: FlipClock
tr: DeğişenSaat

# FloatingBlock
source: 漂浮块
ko_kr: FloatingBlock
tr: KayanBlok

# GifImage
source: Gif图片
ko_kr: GifImage
tr: GifResmi

# GotoTop
source: 回到顶部
ko_kr: GotoTop
tr: ÜsteDön

# Gravatar
source: 头像
ko_kr: Gravatar
tr: Gravatar

# Grid
source: 栅格
ko_kr: Grid
tr: Kafes

# GroupBox
source: 分组框
ko_kr: GroupBox
tr: GrupKutusu

# Groups
source: 组数
ko_kr: Groups
tr: Gruplar

# Growl
source: 信息通知
ko_kr: Growl
tr: Homurtu

# GrowlAsk
source: 检测到有新版本！是否更新？
ko_kr: A new version has been detected!Do you want to update?
tr: Yeni bir sürüm algılandı! Güncellemek istiyor musunuz?

# GrowlDemo
source: 消息通知示例
ko_kr: Growl demo
tr: Homurtu demosu

# GrowlError
source: 连接失败，请检查网络！
ko_kr: Connection failed. please check your network!
tr: Bağlantı başarısız. Lütfen ağınızı kontrol edin!

# GrowlFatal
source: 程序已崩溃~~~
ko_kr: The program has crashed~~~
tr: Program çöktü ~~~

# GrowlInfo
source: 今天的天气不错~~~
ko_kr: It's a nice day today~~~
tr: Bugün güzel bir gün~~~

# GrowlSuccess
source: 文件保存成功！
ko_kr: File saved successfully!
tr: Dosya başarıyla kaydedildi!

# GrowlWarning
source: 磁盘空间快要满了！
ko_kr: Disk space is running out!
tr: Disk alanı azalıyor!

# HatchBrushGenerator
source: 阴影画笔生成器
ko_kr: HatchBrushGenerator
tr: ÇizimFırçasıJeneratörü

# HoneycombPanel
source: 蜂窝布局
ko_kr: HoneycombPanel
tr: PetekPanel

# HybridLayout
source: 混合布局
ko_kr: Hybrid layout
tr: Hibrit yerleşim

# Ignore
source: 忽略
ko_kr: Ignore
tr: Yoksay

# ImageBlock
source: 图片块
ko_kr: ImageBlock
tr: GörüntüBloğu

# ImageBrowser
source: 图片浏览器
ko_kr: ImageBrowser
tr: GörüntüTarayıcı

# Index
source: 索引
ko_kr: Index
tr: Dizin

# Info
source: 信息
ko_kr: Info
tr: Bilgi

# InteractiveDialog
source: 可交互对话框
ko_kr: Interactive Dialog
tr: Etkileşimli İletişim Kutusu

# IsNotPhone
source: 不是手机号码
ko_kr: It's not a phone number
tr: Bu bir telefon numarası değil

# Label
source: 标签
ko_kr: Label
tr: Etiket

# ListBox
source: 列表框
ko_kr: ListBox
tr: ListeKutusu

# ListView
source: 列表视图
ko_kr: ListView
tr: ListeGörünümü

# Loading
source: 加载条
ko_kr: Loading
tr: Yükleniyor

# Magnifier
source: 放大镜
ko_kr: Magnifier
tr: Büyüteç

# Menu
source: 菜单
ko_kr: Menu
tr: Menü

# MessageBox
source: 消息框
ko_kr: MessageBox
tr: MesajKutusu

# Morphing Animation
source: 变形动画
ko_kr: Morphing Animation
tr: Morphing Animasyonu

# Name
source: 名称
ko_kr: Name
tr: Adı

# NewWindow
source: 新建窗口
ko_kr: New window
tr: Yeni pencere

# Next
source: 下一步
ko_kr: Next
tr: Sonraki

# Notification
source: 桌面通知
ko_kr: Notification
tr: Bildirim

# NotifyIcon
source: 托盘图标
ko_kr: NotifyIcon
tr: BildirimSimgesi

# NumericUpDown
source: 数值选择控件
ko_kr: NumericUpDown
tr: SayısalYukarıAşağı

# Off
source: 关
ko_kr: Off
tr: Kapalı

# Ok
source: 确定
ko_kr: Ok
tr: Tamam

# On
source: 开
ko_kr: On
tr: Açık

# OpenBlurWindow
source: 点击打开背景模糊窗口
ko_kr: open blur window
tr: bulanıklık penceresini aç

# OpenCommonWindow
source: 点击打开常规窗口
ko_kr: open common window
tr: ortak pencereyi aç

# OpenCustomContentWindow
source: 点击打开自定义内容窗口
ko_kr: open custom content window
tr: özel içerik penceresini aç

# OpenCustomMessageWindow
source: 点击打开自定义消息窗口
ko_kr: open custom message window
tr: özel mesaj penceresini aç

# OpenCustomNonClientAreaWindow
source: 点击打开自定义非客户端区域窗口
ko_kr: open custom Non-client Area window
tr: özel istemci olmayan alan penceresini aç

# OpenImageBrowser
source: 点击打开图片浏览器
ko_kr: Click to open image browser
tr: Görüntü tarayıcısını açmak için tıklayın

# OpenMessageWindow
source: 点击打开消息窗口
ko_kr: open message window
tr: mesaj penceresini aç

# OpenMouseFollowWindow
source: 点击打开鼠标跟随窗口
ko_kr: open mouse follow window
tr: fare takip penceresini aç

# OpenNoNonClientAreaDragableWindow
source: 打开无非客户端区域可拖拽窗口
ko_kr: open no Non-client Area dragable window
tr: istemci olmayan sürüklenebilir alan penceresini aç

# OpenPanel
source: 打开面板
ko_kr: Open Panel
tr: Paneli Aç

# OpenSprite
source: 打开精灵
ko_kr: Open sprite
tr: Periyi aç

# OutlineText
source: 轮廓文本
ko_kr: OutlineText
tr: AnahatMetni

# Pagination
source: 页码条
ko_kr: Pagination
tr: Sayfalama

# PasswordBox
source: 密码框
ko_kr: PasswordBox
tr: ŞifreKutusu

# PleaseInput
source: 请输入...
ko_kr: Please input...
tr: Lütfen girin...

# PleaseWait
source: 请稍后...
ko_kr: Please wait...
tr: Lütfen bekleyin...

# PlsEnterContent
source: 请输入内容
ko_kr: Please enter content
tr: Lütfen içerik girin

# PlsEnterEmail
source: 请输入邮箱
ko_kr: please enter email
tr: lütfen e-posta giriniz

# PlsEnterKey
source: 请输入关键字
ko_kr: Please input a keyword
tr: Lütfen bir anahtar kelime girin

# Poptip
source: 气泡提示
ko_kr: Poptip
tr: İpucu

# PoptipPositionStr
source: 上左;上边;上右;右上;右边;右下;下右;下边;下左;左下;左边;左上
ko_kr: top-start;top;top-end;right-start;right;right-end;bottom-end;bottom;bottom-start;left-end;left;left-start
tr: yukarı-başlangıç;yukarı;yukarı-bitiş;sağ-başlangıç;sağ;sağ-bitiş;alt-bitiş;alt;alt-başlangıç;sol-bitiş;sol;sol-başlangıç

# Prev
source: 上一步
ko_kr: Prev
tr: Önceki

# PreviewSlider
source: 预览滑块
ko_kr: PreviewSlider
tr: KaydırıcıÖnizlemesi

# Primary
source: 主要
ko_kr: Primary
tr: Birincil

# ProgressBar
source: 进度条
ko_kr: ProgressBar
tr: İlerlemeÇubuğu

# ProgressButton
source: 进度按钮
ko_kr: ProgressButton
tr: İlerlemeDüğmesi

# Project
source: 项目
ko_kr: Project
tr: Proje

# PushToTalk
source: 按住说话
ko_kr: Push to talk
tr: Konuşmak için bas

# QQGroup
source: QQ群
ko_kr: QQ Group
tr: QQ Grubu

# RadioButton
source: 单选按钮
ko_kr: RadioButton
tr: RadyoDüğmesi

# RangeSlider
source: 范围滑块
ko_kr: RangeSlider
tr: MenzilKaydırıcı

# Rate
source: 评分
ko_kr: Rate
tr: Derece

# Recommendation
source: 群友推荐
ko_kr: Recommendation
tr: Öneri

# Register
source: 注册
ko_kr: Register
tr: Kayıt olma

# RelativePanel
source: 相对布局
ko_kr: RelativePanel
tr: BağılPanel

# Remark
source: 备注
ko_kr: Remark
tr: Açıklama

# RemoveItem
source: 删除项
ko_kr: Remove an item
tr: Öğe sil

# RepeatButton
source: 重复按钮
ko_kr: RepeatButton
tr: TekrarlaDüğmesi

# Reply
source: 回复
ko_kr: Reply
tr: Yanıt

# Repository
source: 代码仓库
ko_kr: Repository
tr: Depo

# ResponsiveLayout
source: 响应式布局
ko_kr: Responsive layout
tr: Duyarlı düzen

# RichTextBox
source: 富文本框
ko_kr: RichTextBox
tr: ZenginMetinKutusu

# RightClickHere
source: 在这里右击
ko_kr: Right click here
tr: Buraya sağ tıklayın

# RunningBlock
source: 滚动块
ko_kr: RunningBlock
tr: KayanYazı

# ScrollViewer
source: 滚动视图
ko_kr: ScrollViewer
tr: KaydırmaGörüntüleyicisi

# SearchBar
source: 搜索栏
ko_kr: SearchBar
tr: AramaÇubuğu

# Second
source: 秒
ko_kr: Sec
tr: San

# Selected
source: 选中
ko_kr: Selected
tr: Seçilmiş

# SendNotification
source: 发送通知
ko_kr: Send notification
tr: Bildirim gönder

# Shield
source: 徽章
ko_kr: Shield
tr: Kalkan

# ShowInCurrentWindow
source: 在当前窗口显示
ko_kr: Show in the current window
tr: Geçerli pencerede göster

# ShowInMainWindow
source: 在主窗口显示
ko_kr: Show in the main window
tr: Ana pencerede göster

# ShowRowNumber
source: 显示行号
ko_kr: ShowRowNumber
tr: SatırNumarasınıGöster

# SideMenu
source: 侧边菜单
ko_kr: SideMenu
tr: KayanMenü

# Slider
source: 滑块
ko_kr: Slider
tr: Kaydırıcı

# SplitButton
source: 分割按钮
ko_kr: SplitButton
tr: BölmeDüğmesi

# Sprite
source: 精灵
ko_kr: Sprite
tr: Peri

# StaysOpen
source: 保持打开
ko_kr: Stays open
tr: Açık kalır

# Step
source: 步骤
ko_kr: Step
tr: Adım

# StepBar
source: 步骤条
ko_kr: StepBar
tr: AdımÇubuğu

# Styles
source: 样式模板
ko_kr: Styles
tr: Stiller

# SubTitle
source: 子标题
ko_kr: Subtitle
tr: Altyazı

# Success
source: 成功
ko_kr: Success
tr: Başarı

# TabControl
source: 选项卡控件
ko_kr: TabControl
tr: SekmeDenetimi

# Tag
source: 标签
ko_kr: Tag
tr: Etiket

# Text
source: 正文
ko_kr: Text
tr: Metin

# TextBlock
source: 文本块
ko_kr: TextBlock
tr: MetinBloğu

# TextBox
source: 文本框
ko_kr: TextBox
tr: MetinKutusu

# TextDialog
source: 文本对话框
ko_kr: TextDialog
tr: Metinİletişimi

# TextDialogWithTimer
source: 文本对话框，带计时器
ko_kr: TextDialog with timer
tr: Zamanlayıcılı Metin İletişim Kutusu

# TimeBar
source: 时间条
ko_kr: TimeBar
tr: ZamanÇubuğu

# TimePicker
source: 时间选择器
ko_kr: TimePicker
tr: ZamanSeçici

# Tip
source: 提示
ko_kr: Prompt
tr: Komut istemi

# Title
source: 标题
ko_kr: Title
tr: Başlık

# TitleDemoStr1
source: 这是标题
ko_kr: This is the title
tr: Bu başlık

# TitleDemoStr2
source: 此项必填
ko_kr: This item must be filled in
tr: Bu öğe doldurulmalıdır

# TitleDemoStr3
source: 标题在左侧
ko_kr: The title is on the left
tr: Başlık solda

# ToggleButton
source: 切换按钮
ko_kr: ToggleButton
tr: Geçiş Düğmesi

# ToolBar
source: 工具条
ko_kr: ToolBar
tr: AraçÇubuğu

# Tools
source: 工具
ko_kr: Tools
tr: Araçlar

# Transfer
source: 穿梭框
ko_kr: Transfer
tr: Aktarma

# TransitioningContentControl
source: 内容过渡控件
ko_kr: TransitioningContentControl
tr: GeçişİçerikKontrolü

# TreeView
source: 树视图
ko_kr: TreeView
tr: AğaçGörünümü

# Try2CloseApp
source: 试试关闭程序吧？
ko_kr: Try to close app?
tr: Uygulamayı kapatmaya mı çalışıyorsunuz?

# Type
source: 类型
ko_kr: Type
tr: Türü

# UploadFile
source: 上传文件
ko_kr: Upload file
tr: Dosya yükleme

# UploadStr
source: 上传;上传中
ko_kr: Upload;Uploading
tr: Yükle;Yükleniyor

# Visibility
source: 可见性
ko_kr: Visibility
tr: Görünürlük

# Vsix
source: VS 插件
ko_kr: Vsix
tr: Vsix

# Warning
source: 警告
ko_kr: Warning
tr: Uyarı

# WaterfallPanel
source: 瀑布流
ko_kr: WaterfallPanel
tr: ŞelalePaneli

# Website
source: 网站
ko_kr: Website
tr: İnternet sitesi

# Window
source: 窗口
ko_kr: Window
tr: Pencere

# PinBox
source: PIN码框
ko_kr: PinBox
tr: PinKutusu

# FlowDocumentScrollViewer
source: 流文档滚动视图
ko_kr: FlowDocumentScrollViewer
tr: AkışBelgesiKaydırmaGörüntüleyicisi

# OpenGlowWindow
source: 点击打开辉光窗口
ko_kr: Open glowWindow
tr: IşımaPenceresini Aç

# FlowDocument
source: 流文档
ko_kr: FlowDocument
tr: AkışBelgesi

# FlowDocumentPageViewer
source: 流文档单页视图
ko_kr: FlowDocumentPageViewer
tr: AkışBelgesiSayfaGörüntüleyicisi

# FlowDocumentReader
source: 流文档查看器
ko_kr: FlowDocumentReader
tr: AkışBelgesiOkuyucu

# OpenNativeCommonWindow
source: 点击打开原生常规窗口
ko_kr: Open native common window
tr: Yerel ortak pencereyi aç

# OpenNavigationWindow
source: 点击打开导航窗口
ko_kr: Open navigation window
tr: Gezinme penceresini aç

# Frame
source: 导航框架
ko_kr: Frame
tr: Çerçeve

# PracticalDemos
source: 实用例子
ko_kr: Practical demos
tr: Pratik Demolar

# StartScreenshot
source: 开始截图
ko_kr: Start screenshot
tr: Ekran görüntüsünü al

# Screenshot
source: 截图
ko_kr: Screenshot
tr: EkranGörüntüsü

# TextDialogInControl
source: 文本对话框（控件中）
ko_kr: TextDialog(In control)
tr: TextDialog(In control)

# LangComment
source: 查找类似 {0} 的本地化字符串。
ko_kr: Looks up a localized string similar to "{0}".
tr: Looks up a localized string similar to "{0}".

# PropertyGrid
source: 属性编辑器
ko_kr: PropertyGrid
tr: PropertyGrid

# ImageSelector
source: 图片选择器
ko_kr: ImageSelector
tr: ImageSelector
